Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: The certificate for %1$@ could not be verified. Trust Result: %2$@ This may indicate a security risk. Do you want to proceed anyway?
ar: تعذّر التحقق من شهادة %@. نتيجة الثقة: %@ قد يشير هذا إلى خطر أمني. هل تريد المتابعة على أي حال؟
ca: No s'ha pogut verificar el certificat de %@. Resultat de confiança: %@ Això pot indicar un risc de seguretat. Vols continuar igualment?
cs: Certifikát pro %@ nebylo možné ověřit. Výsledek důvěryhodnosti: %@ Toto může znamenat bezpečnostní riziko. Chceš přesto pokračovat?
da: Certifikatet for %@ kunne ikke verificeres. Tillidsresultat: %@ Dette kan indikere en sikkerhedsrisiko. Vil du fortsætte alligevel?
de: Das Zertifikat für %@ konnte nicht überprüft werden. Vertrauensergebnis: %@ Dies kann auf ein Sicherheitsrisiko hinweisen. Möchtest du trotzdem fortfahren?
el: Δεν ήταν δυνατή η επαλήθευση του πιστοποιητικού για %@. Αποτέλεσμα εμπιστοσύνης: %@ Αυτό μπορεί να υποδηλώνει κίνδυνο ασφαλείας. Θέλεις να συνεχίσεις ούτως ή άλλως;
es: No se pudo verificar el certificado de %@. Resultado de confianza: %@ Esto puede indicar un riesgo de seguridad. ¿Quieres continuar de todos modos?
fi: Kohteen %@ varmennetta ei voitu vahvistaa. Luottamustulos: %@ Tämä voi olla merkki tietoturvariskistä. Haluatko jatkaa silti?
fr: Le certificat pour %@ n'a pas pu être vérifié. Résultat de confiance : %@ Ceci peut indiquer un risque de sécurité. Voulez-vous continuer malgré tout ?
he: לא ניתן היה לאמת את התעודה עבור %@. תוצאת אמון: %@ זה עשוי להצביע על סיכון אבטחה. האם ברצונך להמשיך בכל זאת?
hi: %@ के लिए प्रमाणपत्र सत्यापित नहीं किया जा सका। विश्वास परिणाम: %@ यह एक सुरक्षा जोखिम का संकेत हो सकता है। क्या आप फिर भी आगे बढ़ना चाहते हैं?
hr: Certifikat za %@ nije bilo moguće provjeriti. Rezultat povjerenja: %@ Ovo može ukazivati na sigurnosni rizik. Želiš li ipak nastaviti?
hu: A(z) %@ tanúsítványát nem sikerült ellenőrizni. Megbízhatósági eredmény: %@ Ez biztonsági kockázatra utalhat. Mégis folytatod?
id: Sertifikat untuk %@ tidak dapat diverifikasi. Hasil Kepercayaan: %@ Ini dapat menunjukkan risiko keamanan. Apakah kamu ingin tetap melanjutkan?
it: Impossibile verificare il certificato per %@. Esito attendibilità: %@ Questo potrebbe indicare un rischio per la sicurezza. Vuoi procedere comunque?
ja: %@の証明書を検証できませんでした。 信頼結果：%@ これはセキュリティ上のリスクを示している可能性があります。それでも続けますか？
ko: %@의 인증서를 확인할 수 없습니다. 신뢰 결과: %@ 이는 보안 위험을 나타낼 수 있습니다. 그래도 계속하시겠습니까?
ms: Sijil untuk %@ tidak dapat disahkan. Keputusan Kepercayaan: %@ Ini mungkin menunjukkan risiko keselamatan. Adakah anda mahu teruskan juga?
nb: Sertifikatet for %@ kunne ikke verifiseres. Tillitsresultat: %@ Dette kan tyde på en sikkerhetsrisiko. Vil du fortsette likevel?
nl: Het certificaat voor %@ kon niet worden geverifieerd. Vertrouwensresultaat: %@ Dit kan wijzen op een beveiligingsrisico. Wil je toch doorgaan?
pl: Nie udało się zweryfikować certyfikatu dla %@. Wynik zaufania: %@ Może to wskazywać na zagrożenie bezpieczeństwa. Czy chcesz kontynuować mimo to?
pt_br: Não foi possível verificar o certificado de %@. Resultado de confiança: %@ Isso pode indicar um risco de segurança. Deseja prosseguir mesmo assim?
ro: Certificatul pentru %@ nu a putut fi verificat. Rezultatul încrederii: %@ Acest lucru poate indica un risc de securitate. Vrei să continui oricum?
ru: Не удалось проверить сертификат для %@. Результат доверия: %@ Это может указывать на угрозу безопасности. Хотите всё равно продолжить?
sk: Certifikát pre %@ sa nepodarilo overiť. Výsledok dôveryhodnosti: %@ Toto môže znamenať bezpečnostné riziko. Chceš napriek tomu pokračovať?
sv: Certifikatet för %@ kunde inte verifieras. Tillitsresultat: %@ Detta kan tyda på en säkerhetsrisk. Vill du fortsätta ändå?
th: ไม่สามารถยืนยันใบรับรองสำหรับ %@ ผลความน่าเชื่อถือ: %@ สิ่งนี้อาจบ่งชี้ถึงความเสี่ยงด้านความปลอดภัย คุณต้องการดำเนินการต่ออยู่ดีหรือไม่?
tr: %@ için sertifika doğrulanamadı. Güven Sonucu: %@ Bu bir güvenlik riskine işaret edebilir. Yine de devam etmek istiyor musun?
uk: Не вдалося перевірити сертифікат для %@. Результат довіри: %@ Це може вказувати на загрозу безпеці. Хочете все одно продовжити?
vi: Không thể xác minh chứng chỉ cho %@. Kết quả tin cậy: %@ Điều này có thể cho thấy một rủi ro bảo mật. Bạn có muốn vẫn tiếp tục không?
zh_hans: 无法验证 %@ 的证书。 信任结果：%@ 这可能表示存在安全风险。你想仍然继续吗？
zh_hk: 無法驗證 %@ 的憑證。 信任結果：%@ 這可能表示存在安全風險。你想仍要繼續嗎？

source: The certificate for %@ could not be verified. This may indicate a security risk. Do you want to proceed anyway?
ar: تعذّر التحقق من شهادة %@. قد يشير ذلك إلى خطر أمني. هل تريد المتابعة على أي حال؟
ca: No s'ha pogut verificar el certificat de %@. Això pot indicar un risc de seguretat. Vols continuar igualment?
cs: Certifikát pro %@ se nepodařilo ověřit. Může to znamenat bezpečnostní riziko. Chcete přesto pokračovat?
da: Certifikatet for %@ kunne ikke verificeres. Det kan være tegn på en sikkerhedsrisiko. Vil du fortsætte alligevel?
de: Das Zertifikat für %@ konnte nicht verifiziert werden. Das kann auf ein Sicherheitsrisiko hindeuten. Möchtest du trotzdem fortfahren?
el: Δεν ήταν δυνατή η επαλήθευση του πιστοποιητικού για %@. Αυτό μπορεί να υποδεικνύει κίνδυνο ασφαλείας. Θέλεις να συνεχίσεις ούτως ή άλλως;
es: No se pudo verificar el certificado de %@. Esto puede indicar un riesgo de seguridad. ¿Quieres continuar de todos modos?
fi: Kohteen %@ varmennetta ei voitu vahvistaa. Tämä voi olla merkki tietoturvariskistä. Haluatko silti jatkaa?
fr: Le certificat de %@ n'a pas pu être vérifié. Cela peut indiquer un risque de sécurité. Voulez-vous continuer malgré tout ?
he: לא ניתן היה לאמת את האישור של %@. ייתכן שמדובר בסיכון אבטחה. להמשיך בכל זאת?
hi: %@ का प्रमाणपत्र सत्यापित नहीं किया जा सका। यह सुरक्षा जोखिम का संकेत हो सकता है। क्या आप फिर भी आगे बढ़ना चाहते हैं?
hr: Certifikat za %@ nije bilo moguće provjeriti. To može upućivati na sigurnosni rizik. Želite li ipak nastaviti?
hu: A(z) %@ tanúsítványát nem sikerült ellenőrizni. Ez biztonsági kockázatra utalhat. Mégis folytatod?
id: Sertifikat untuk %@ tidak dapat diverifikasi. Ini bisa menandakan risiko keamanan. Tetap lanjutkan?
it: Non è stato possibile verificare il certificato di %@. Potrebbe indicare un rischio per la sicurezza. Vuoi continuare comunque?
ja: %@ の証明書を検証できませんでした。セキュリティ上のリスクがある可能性があります。それでも続けますか？
ko: %@의 인증서를 확인할 수 없습니다. 보안 위험을 뜻할 수 있습니다. 그래도 계속하시겠습니까?
ms: Sijil untuk %@ tidak dapat disahkan. Ini mungkin menandakan risiko keselamatan. Adakah anda mahu teruskan juga?
nb: Sertifikatet for %@ kunne ikke verifiseres. Det kan tyde på en sikkerhetsrisiko. Vil du fortsette likevel?
nl: Het certificaat voor %@ kon niet worden geverifieerd. Dit kan wijzen op een veiligheidsrisico. Wil je toch doorgaan?
pl: Nie udało się zweryfikować certyfikatu witryny %@. Może to oznaczać zagrożenie bezpieczeństwa. Czy mimo to kontynuować?
pt_br: Não foi possível verificar o certificado de %@. Isso pode indicar um risco de segurança. Deseja continuar mesmo assim?
ro: Certificatul pentru %@ nu a putut fi verificat. Acest lucru poate indica un risc de securitate. Vrei să continui oricum?
ru: Не удалось проверить сертификат для %@. Это может указывать на угрозу безопасности. Всё равно продолжить?
sk: Certifikát pre %@ sa nepodarilo overiť. Môže to znamenať bezpečnostné riziko. Chcete napriek tomu pokračovať?
sv: Certifikatet för %@ kunde inte verifieras. Det kan tyda på en säkerhetsrisk. Vill du fortsätta ändå?
th: ไม่สามารถตรวจสอบใบรับรองของ %@ ได้ ซึ่งอาจบ่งชี้ถึงความเสี่ยงด้านความปลอดภัย คุณต้องการดำเนินการต่อไหม
tr: %@ için sertifika doğrulanamadı. Bu bir güvenlik riskine işaret edebilir. Yine de devam etmek istiyor musunuz?
uk: Не вдалося перевірити сертифікат для %@. Це може вказувати на загрозу безпеці. Усе одно продовжити?
vi: Không thể xác minh chứng chỉ của %@. Điều này có thể cho thấy một rủi ro bảo mật. Bạn vẫn muốn tiếp tục?
zh_hans: 无法验证 %@ 的证书。这可能意味着存在安全风险。仍要继续吗？
zh_hk: 無法驗證 %@ 的憑證。這可能代表有安全風險。仍要繼續嗎？

source: The certificate is invalid, so you can't continue.
ar: الشهادة غير صالحة، لذا لا يمكنك المتابعة.
ca: El certificat no és vàlid, així que no pots continuar.
cs: Certifikát je neplatný, takže nemůžeš pokračovat.
da: Certifikatet er ugyldigt, så du kan ikke fortsætte.
de: Das Zertifikat ist ungültig, daher kannst du nicht fortfahren.
el: Το πιστοποιητικό δεν είναι έγκυρο, οπότε δεν μπορείς να συνεχίσεις.
es: El certificado no es válido, así que no puedes continuar.
fi: Varmenne on virheellinen, joten et voi jatkaa.
fr: Le certificat est invalide, vous ne pouvez donc pas continuer.
he: התעודה אינה חוקית, ולכן אינך יכול להמשיך.
hi: प्रमाणपत्र अमान्य है, इसलिए आप जारी नहीं रख सकते।
hr: Certifikat je nevažeći, pa ne možeš nastaviti.
hu: A tanúsítvány érvénytelen, így nem folytathatod.
id: Sertifikat tidak valid, jadi kamu tidak dapat melanjutkan.
it: Il certificato non è valido, quindi non puoi continuare.
ja: 証明書が無効なため、続行できません。
ko: 인증서가 유효하지 않으므로 계속할 수 없습니다.
ms: Sijil tidak sah, jadi anda tidak boleh teruskan.
nb: Sertifikatet er ugyldig, så du kan ikke fortsette.
nl: Het certificaat is ongeldig, dus je kunt niet doorgaan.
pl: Certyfikat jest nieprawidłowy, więc nie możesz kontynuować.
pt_br: O certificado é inválido, então você não pode continuar.
ro: Certificatul este nevalid, așa că nu poți continua.
ru: Сертификат недействителен, поэтому вы не можете продолжить.
sk: Certifikát je neplatný, takže nemôžeš pokračovať.
sv: Certifikatet är ogiltigt, så du kan inte fortsätta.
th: ใบรับรองไม่ถูกต้อง ดังนั้นคุณจึงไม่สามารถดำเนินการต่อได้
tr: Sertifika geçersiz, bu yüzden devam edemezsin.
uk: Сертифікат недійсний, тож ви не можете продовжити.
vi: Chứng chỉ không hợp lệ, nên bạn không thể tiếp tục.
zh_hans: 证书无效，因此你无法继续。
zh_hk: 憑證無效，因此你無法繼續。

source: The click is synthetic, and pages that require a genuine user gesture ignore it.
ar: النقرة اصطناعية، والصفحات التي تتطلب إيماءة مستخدم حقيقية تتجاهلها.
ca: El clic és sintètic, i les pàgines que requereixen un gest genuí de l'usuari l'ignoren.
cs: Kliknutí je syntetické a stránky, které vyžadují opravdové uživatelské gesto, ho ignorují.
da: Klikket er syntetisk, og sider, der kræver en ægte brugerhandling, ignorerer det.
de: Der Klick ist synthetisch, und Seiten, die eine echte Nutzergeste erfordern, ignorieren ihn.
el: Το κλικ είναι συνθετικό, και οι σελίδες που απαιτούν μια γνήσια χειρονομία χρήστη το αγνοούν.
es: El clic es sintético, y las páginas que requieren un gesto genuino del usuario lo ignoran.
fi: Napsautus on synteettinen, ja sivut, jotka vaativat aidon käyttäjän eleen, jättävät sen huomiotta.
fr: Le clic est synthétique, et les pages qui exigent un véritable geste utilisateur l'ignorent.
he: הלחיצה סינתטית, ודפים הדורשים מחווה אמיתית של משתמש מתעלמים ממנה.
hi: क्लिक कृत्रिम है, और जो पृष्ठ वास्तविक उपयोगकर्ता इशारा माँगते हैं वे इसे अनदेखा करते हैं।
hr: Klik je sintetički, a stranice koje zahtijevaju pravu korisničku gestu ga zanemaruju.
hu: A kattintás szintetikus, és az oldalak, amelyek valódi felhasználói gesztust igényelnek, figyelmen kívül hagyják.
id: Klik bersifat sintetis, dan halaman yang memerlukan gerakan pengguna asli mengabaikannya.
it: Il clic è sintetico e le pagine che richiedono un vero gesto dell'utente lo ignorano.
ja: クリックは合成的で、本物のユーザー操作を必要とするページはそれを無視します。
ko: 클릭은 합성이며, 진짜 사용자 제스처를 요구하는 페이지는 이를 무시합니다.
ms: Klik bersifat sintetik, dan halaman yang memerlukan gerak isyarat pengguna tulen mengabaikannya.
nb: Klikket er syntetisk, og sider som krever en ekte brukerhandling, ignorerer det.
nl: De klik is synthetisch, en pagina's die een echt gebruikersgebaar vereisen, negeren hem.
pl: Kliknięcie jest syntetyczne, a strony wymagające autentycznego gestu użytkownika ignorują je.
pt_br: O clique é sintético, e páginas que exigem um gesto genuíno do usuário o ignoram.
ro: Clicul este sintetic, iar paginile care necesită un gest autentic al utilizatorului îl ignoră.
ru: Щелчок синтетический, и страницы, требующие настоящего жеста пользователя, его игнорируют.
sk: Kliknutie je syntetické a stránky, ktoré vyžadujú skutočné používateľské gesto, ho ignorujú.
sv: Klicket är syntetiskt, och sidor som kräver en äkta användargest ignorerar det.
th: การคลิกเป็นแบบสังเคราะห์ และหน้าที่ต้องการท่าทางผู้ใช้จริงจะเพิกเฉยต่อมัน
tr: Tıklama sentetiktir ve gerçek bir kullanıcı hareketi gerektiren sayfalar onu yok sayar.
uk: Клік синтетичний, і сторінки, що потребують справжнього жесту користувача, його ігнорують.
vi: Cú nhấp là tổng hợp, và các trang yêu cầu một cử chỉ thật của người dùng sẽ bỏ qua nó.
zh_hans: 点击是合成的，需要真实用户手势的页面会忽略它。
zh_hk: 點按是合成的，需要真實使用者手勢的頁面會忽略它。

source: The click posts a real mouse event — it counts as a user gesture, so video plays and pop-ups open.
ar: النقرة ترسل حدث فأرة حقيقيًا — يُحتسب كإيماءة مستخدم، لذا يُشغَّل الفيديو وتُفتح النوافذ المنبثقة.
ca: El clic envia un esdeveniment de ratolí real — compta com a gest de l'usuari, així que el vídeo es reprodueix i les finestres emergents s'obren.
cs: Kliknutí odešle skutečnou událost myši — počítá se jako uživatelské gesto, takže se přehraje video a otevřou se vyskakovací okna.
da: Klikket sender en rigtig musehændelse — det tæller som en brugerhandling, så video afspilles, og pop op-vinduer åbnes.
de: Der Klick sendet ein echtes Mausereignis – es zählt als Nutzergeste, sodass Videos abgespielt und Pop-ups geöffnet werden.
el: Το κλικ στέλνει ένα πραγματικό συμβάν ποντικιού — μετρά ως χειρονομία χρήστη, οπότε τα βίντεο αναπαράγονται και τα αναδυόμενα ανοίγουν.
es: El clic envía un evento de ratón real: cuenta como gesto del usuario, así que el vídeo se reproduce y las ventanas emergentes se abren.
fi: Napsautus lähettää todellisen hiiritapahtuman — se lasketaan käyttäjän eleeksi, joten video toistuu ja ponnahdusikkunat avautuvat.
fr: Le clic envoie un vrai événement de souris — il compte comme un geste utilisateur, donc la vidéo se lance et les fenêtres pop-up s'ouvrent.
he: הלחיצה שולחת אירוע עכבר אמיתי — הוא נחשב כמחוות משתמש, כך שווידאו מתנגן וחלונות קופצים נפתחים.
hi: क्लिक एक वास्तविक माउस घटना भेजता है — यह उपयोगकर्ता इशारे के रूप में गिना जाता है, इसलिए वीडियो चलता है और पॉप-अप खुलते हैं।
hr: Klik šalje pravi događaj miša — broji se kao korisnička gesta, pa se videozapis reproducira i skočni prozori otvaraju.
hu: A kattintás valódi egéreseményt küld — felhasználói gesztusnak számít, így a videó lejátszódik, és a felugró ablakok megnyílnak.
id: Klik mengirim peristiwa mouse nyata — dihitung sebagai gerakan pengguna, jadi video diputar dan pop-up terbuka.
it: Il clic invia un vero evento del mouse: conta come gesto dell'utente, quindi i video vengono riprodotti e i pop-up si aprono.
ja: クリックは本物のマウスイベントを送信します。ユーザー操作として数えられるため、動画が再生され、ポップアップが開きます。
ko: 클릭은 진짜 마우스 이벤트를 보냅니다. 사용자 제스처로 계산되므로 동영상이 재생되고 팝업이 열립니다.
ms: Klik menghantar peristiwa tetikus sebenar — ia dikira sebagai gerak isyarat pengguna, jadi video dimainkan dan pop timbul dibuka.
nb: Klikket sender en ekte musehendelse — det teller som en brukerhandling, så video spilles av og forgrunnsvinduer åpnes.
nl: De klik stuurt een echte muisgebeurtenis — het telt als gebruikersgebaar, dus video speelt af en pop-ups openen.
pl: Kliknięcie wysyła prawdziwe zdarzenie myszy — liczy się jako gest użytkownika, więc wideo się odtwarza, a wyskakujące okienka się otwierają.
pt_br: O clique envia um evento de mouse real — conta como gesto do usuário, então o vídeo toca e os pop-ups abrem.
ro: Clicul trimite un eveniment de mouse real — contează drept gest al utilizatorului, așa că videoclipul rulează și ferestrele pop-up se deschid.
ru: Щелчок отправляет реальное событие мыши — оно засчитывается как жест пользователя, поэтому видео воспроизводится и всплывающие окна открываются.
sk: Kliknutie odošle skutočnú udalosť myši — počíta sa ako používateľské gesto, takže sa prehrá video a otvoria sa vyskakovacie okná.
sv: Klicket skickar en riktig mushändelse — det räknas som en användargest, så video spelas upp och popup-fönster öppnas.
th: การคลิกส่งเหตุการณ์เมาส์จริง — นับเป็นท่าทางผู้ใช้ ดังนั้นวิดีโอจะเล่นและป๊อปอัปจะเปิด
tr: Tıklama gerçek bir fare olayı gönderir — kullanıcı hareketi olarak sayılır, böylece video oynatılır ve açılır pencereler açılır.
uk: Клік надсилає справжню подію миші — вона зараховується як жест користувача, тож відео відтворюється і спливні вікна відкриваються.
vi: Cú nhấp gửi một sự kiện chuột thật — nó được tính là cử chỉ của người dùng, nên video phát và cửa sổ bật lên mở ra.
zh_hans: 点击会发送真实的鼠标事件——它算作用户手势，因此视频会播放，弹出窗口会打开。
zh_hk: 點按會傳送真實的滑鼠事件——它算作使用者手勢，因此影片會播放，彈出視窗會打開。

source: The global shortcut is disabled.
ar: الاختصار العام معطّل.
ca: La drecera global està desactivada.
cs: Globální zkratka je zakázána.
da: Den globale genvej er deaktiveret.
de: Der globale Kurzbefehl ist deaktiviert.
el: Η καθολική συντόμευση είναι απενεργοποιημένη.
es: El atajo global está desactivado.
fi: Yleinen pikanäppäin on poistettu käytöstä.
fr: Le raccourci global est désactivé.
he: הקיצור הגלובלי מושבת.
hi: वैश्विक शॉर्टकट अक्षम है।
hr: Globalni prečac je onemogućen.
hu: A globális gyorsbillentyű le van tiltva.
id: Pintasan global dinonaktifkan.
it: La scorciatoia globale è disattivata.
ja: グローバルショートカットは無効です。
ko: 전역 단축키가 비활성화되어 있습니다.
ms: Pintasan global dilumpuhkan.
nb: Den globale snarveien er deaktivert.
nl: De globale sneltoets is uitgeschakeld.
pl: Globalny skrót jest wyłączony.
pt_br: O atalho global está desativado.
ro: Scurtătura globală este dezactivată.
ru: Глобальное сочетание отключено.
sk: Globálna skratka je zakázaná.
sv: Det globala kortkommandot är inaktiverat.
th: แป้นลัดทั่วโลกถูกปิดใช้งาน
tr: Genel kısayol devre dışı.
uk: Глобальне сполучення вимкнено.
vi: Phím tắt toàn cục đã bị tắt.
zh_hans: 全局快捷键已禁用。
zh_hk: 全域快速鍵已停用。

source: The Omnibar
ar: شريط العناوين
ca: L'omnibar
cs: Omnibar
da: Omnibaren
de: Die Omnibar
el: Το omnibar
es: La omnibar
fi: Omnipalkki
fr: L'omnibar
he: שורת הכתובת
hi: ओमनीबार
hr: Omnibar
hu: Az omnibar
id: Omnibar
it: L'omnibar
ja: オムニバー
ko: 옴니바
ms: Omnibar
nb: Omnibaren
nl: De omnibalk
pl: Omnibar
pt_br: A omnibar
ro: Omnibarul
ru: Омнибар
sk: Omnibar
sv: Omnibaren
th: ออมนิบาร์
tr: Omnibar
uk: Омнібар
vi: Omnibar
zh_hans: 地址栏
zh_hk: 網址列
